<section class="history container" id="history">
    <div class="flex-wrap">
        <h1>আঞ্জুমানে হেফাজতে ইসলাম বাংলাদেশ’ প্রতিষ্ঠার প্রেক্ষাপট এবং পরিচিতিমূলক সংক্ষিপ্ত ইতিহাস</h1>
        <p>
            আঞ্জুমানে হেফাজতে ইসলাম বাংলাদেশ’ প্রতিষ্ঠার প্রেক্ষাপট এবং পরিচিতিমূলক সংক্ষিপ্ত ইতিহাস
            আঞ্জুমানে হেফজতে ইসলাম একটি অরাজনৈতিক দ্বীনী সংগঠন। প্রায় ছয় দশক ধরে সংগঠনটি
            তৎকালীন পূর্ব পাকিস্তান এবং বর্তমান বাংলাদেশে মানবতার কল্যাণে, মুসলমানের দ্বীন ও ঈমানের
            সংরক্ষণে এবং মানবিক মূল্যবোধের উজ্জীবনে নিরবচ্ছিন্নভাবে কাজ করে যাচ্ছে।
            ১৯৪০ খৃষ্টাব্দে, উপমহাদেশের বিখ্যাত ইসলামী বিদ্যাপীঠ দারুল উলূম দেওবন্দ থেকে উচ্চশিক্ষা সমাপ্ত করে,
            তাযকিয়া ও ইহসানের দীক্ষা ও খেলাফতের স্বীকৃতি লাভ করে স্বভূমে প্রত্যাবর্তন করেন শায়খুল ইসলাম আল্লামা
            হুসাইন আহমদ মাদানী রহ. এর প্রিয় ছাত্র ও সুযোগ্য খলীফা হযরত শায়খ লুৎফুর রহমান বর্ণভী রহ.। ১৯৪২
            সালে মৌলভীবাজার শহরে প্রতিষ্ঠিত দারুল উলুম মাদরাসায় শিক্ষক হিসাবে নিয়োগপ্রাপ্ত হন তিনি। দারুল উলূম
            মাদরাসায় নিয়োগ লাভের পর মাদরাসা শিক্ষার উন্নয়নে আত্মনিয়োগ করেন তিনি। একই সাথে ছাত্রদের তরবিয়ত ও
            চরিত্র গঠনে মনোনিবেশ করেন। তখনকার সময়ে মাদরাসার ছাত্র-শিক্ষকদের জন্য জায়গিরের ব্যবস্থা ছিল। তাঁর জায়গির
            ছিল শাহবন্দরের মনু নদীর অপর পাশে সবুজের ছায়াঢাকা বালিকান্দি গ্রামে। সেখান থেকে পায়ে হেটেঁ খেয়া নৌকায় নদী
            পার হয়ে প্রতিদিন মাদরাসায় যাতায়াত করতেন শায়খ বর্ণভী রহ.। বালিকান্দির ডা. আব্দুল্লাহ সাহেবের বাংলো ঘরে থাকতেন তিনি।
            সেই বাড়ির বাংলো মসজিদ এবং যাতায়াতের পথে সাধারণ মানুষের সাথে প্রতিনিয়ত তাঁর দেখা-সাক্ষাৎ আর কথাবার্তা হতো।
            এর ফলে শায়খ তাঁর মনোজগতে সাধারণ মানুষের নিকট দ্বীন পৌঁছে দেয়ার প্রেরণা জাগ্রত হয়। সেই সময়ে বালিকান্দি গ্রামে দুই প্রভাবশালী
            গোষ্টির বসবাস ছিল। তাদের মধ্যে জমি-জমা নিয়ে দীর্ঘদিনের বিরোধ লেগে ছিল। মামলা-মোকাদ্দমাও ছিল চলমান। বাংলো ঘরে এ নিয়ে
            প্রায়ই লোকজনের শলা-পরামর্শ হতো, বৈঠক বসতো
            <span id="dot">...</span>
            <span id="more">তাঁর জায়গির ছিল শাহবন্দরের মনু নদীর অপর পাশে সবুজের ছায়াঢাকা বালিকান্দি গ্রামে। সেখান থেকে পায়ে হেটেঁ খেয়া নৌকায় নদী পার হয়ে প্রতিদিন মাদরাসায় যাতায়াত করতেন শায়খ বর্ণভী রহ.। বালিকান্দির ডা. আব্দুল্লাহ সাহেবের বাংলো ঘরে থাকতেন তিনি। সেই বাড়ির বাংলো মসজিদ এবং যাতায়াতের পথে সাধারণ মানুষের সাথে প্রতিনিয়ত তাঁর দেখা-সাক্ষাৎ আর কথাবার্তা হতো। এর ফলে শায়খ তাঁর মনোজগতে সাধারণ মানুষের নিকট দ্বীন পৌঁছে দেয়ার প্রেরণা জাগ্রত হয়। সেই সময়ে বালিকান্দি গ্রামে দুই প্রভাবশালী গোষ্টির বসবাস ছিল। তাদের মধ্যে জমি-জমা নিয়ে দীর্ঘদিনের বিরোধ লেগে ছিল। মামলা-মোকাদ্দমাও ছিল চলমান। বাংলো ঘরে এ নিয়ে প্রায়ই লোকজনের শলা-পরামর্শ হতো, বৈঠক বসতো.</span>
        </p>
        <button id="historyBtn">বিস্তারিত জানতে</button>
    </div>
</section>